<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>Documento senza titolo</title>
<style type="text/css">
<!--
body {
	background-color: #000000;
}
.Stile6 {
	color: #FFFFFF;
	font-family: Verdana;
	font-size: 12px;
}
.Stile4 {
	color: #00FF00;
	font-family: Verdana;
	font-size: 12px;
	font-weight: bold;
}
-->
</style>
<script language="JavaScript" type="text/JavaScript">
<!--
function MM_swapImgRestore() { //v3.0
  var i,x,a=document.MM_sr; for(i=0;a&&i<a.length&&(x=a[i])&&x.oSrc;i++) x.src=x.oSrc;
}

function MM_preloadImages() { //v3.0
  var d=document; if(d.images){ if(!d.MM_p) d.MM_p=new Array();
    var i,j=d.MM_p.length,a=MM_preloadImages.arguments; for(i=0; i<a.length; i++)
    if (a[i].indexOf("#")!=0){ d.MM_p[j]=new Image; d.MM_p[j++].src=a[i];}}
}

function MM_findObj(n, d) { //v4.01
  var p,i,x;  if(!d) d=document; if((p=n.indexOf("?"))>0&&parent.frames.length) {
    d=parent.frames[n.substring(p+1)].document; n=n.substring(0,p);}
  if(!(x=d[n])&&d.all) x=d.all[n]; for (i=0;!x&&i<d.forms.length;i++) x=d.forms[i][n];
  for(i=0;!x&&d.layers&&i<d.layers.length;i++) x=MM_findObj(n,d.layers[i].document);
  if(!x && d.getElementById) x=d.getElementById(n); return x;
}

function MM_swapImage() { //v3.0
  var i,j=0,x,a=MM_swapImage.arguments; document.MM_sr=new Array; for(i=0;i<(a.length-2);i+=3)
   if ((x=MM_findObj(a[i]))!=null){document.MM_sr[j++]=x; if(!x.oSrc) x.oSrc=x.src; x.src=a[i+2];}
}
//-->
</script>
</head>

<body onLoad="MM_preloadImages('immagini/back.jpg')">
<table width="100%"  border="0" cellspacing="0" cellpadding="0">
  <tr>
    <td height="9" valign="top"><div align="left">
      <p class="Stile6"><SPAN class=Stile4><a href="ricerche.htm" onMouseOut="MM_swapImgRestore()" onMouseOver="MM_swapImage('Image2','','immagini/back.jpg',1)"><img src="immagini/backw.jpg" name="Image2" width="63" height="9" border="0"></a></SPAN></p>
      </div>      </td>
  </tr>
  <tr>
    <td height="101"><p align="center" class="Stile6"><span class="Stile4">VIAGGI NEL CYBERSPAZIO </span></p>
      <p class="Stile6">Cyberspazio: un&rsquo;allucinazione vissuta consensualmente da miliardi di operatori&hellip;Linee di luce allineate nel non-spazio della mente&rdquo;. Cos&igrave; scrive William Gibson in &ldquo;Neuromante&rdquo;. I suoi software cowboys navigano nel ciberspazio collegando il proprio sistema nervoso alla Matrice, una rete informatica globale. Il termine ciberspazio, creato da Gibson, &egrave; stato preso in prestito dagli scienziati per descrivere la &ldquo;realt&agrave; virtuale&rdquo; creata tramite computer. Che cos&rsquo;&egrave; la realt&agrave; virtuale? &Egrave; la nuova frontiera della conoscenza e della comunicazione: una realt&agrave; artificiale tridimensionale in cui ci si pu&ograve; immergere. Il cibernauta deve indossare degli abiti computerizzati: un data glove, cio&egrave; un guanto di lycra provvisto di sensori, un display head-mounted, ossia un casco con visori elettronici che isolano dalla realt&agrave; circostante, un data suit, o tuta cibernetica. A questo punto pu&ograve; immergersi e navigare nella realt&agrave; virtuale. Pu&ograve; muoversi, spostarsi, toccare oggetti, incontrare creature artificiale e interagire con loro in un ambiente creato dal computer.<br>
  L&rsquo;ambiente virtuale &egrave; mentale, non esiste realmente nello spazio, ma per il cibernauta l&rsquo;illusione della realt&agrave; &egrave; completa: entra nel mondo grafico tridimensionale creato dal computer e lo vive come se fosse reale.<br>
  Insomma, il ciberspazio si pu&ograve; definire un ambiente computerizzato esplorabile. La ricerca di un modo di simulare o ricreare la realt&agrave; ha interessato l&rsquo;uomo fin dai primi graffiti tracciati sulle pareti di una caverna poi sono venuti la fotografia la fotografia in movimento, il cinema, il cinema 3D, il cinerama, la televisione. Ma la simulazione cinematografica della realt&agrave;, per quanto avanzata (un prototipo degli anni &rsquo;60, il sensorama, dava sensazioni visive a 180 gradi oltre a sensazioni sonore, tattili e olfattive) poteva essere solo passiva, non interattiva. Lo spettatore assisteva, ma non poteva partecipare, n&eacute; tantomeno modificare quella primitiva realt&agrave; virtuale. La realt&agrave; virtuale interattiva &egrave; stata resa possibile dai computer e dalla loro potenza di calcolo ed elaborazione dei dati. Il modello tridimensionale del mondo virtuale &egrave; immagazzinato nella memoria del computer.<br>
  Quando il cibernauta muove la mano o a testa, i sensori degli abiti cibernetici comunicano tale spostamento al computer, che ricalcala in una frazione di secondo l&rsquo;intero mondo virtuale da un&rsquo;altra angolazione. Cos&igrave; il cibernauta pu&ograve; guardare in ogni direzione, pu&ograve; spostarsi (camminando o volando), pu&ograve; prendere in mano ed esaminare gli eventuali oggetti del mondo virtuale. L&rsquo;uomo ragiona, sperimenta, scopre non solo con i processi mentali astratti, ma anche, e soprattutto, con i suoi cinque sensi. La computer grafica, cio&egrave; la possibilit&agrave; di interagire con il computer tramite tastiera, mouse e uno schermo su cui sono rappresentate delle icone, ha costituito, negli ultimi due decenni, una vera rivoluzione nel campo dell&rsquo;&ldquo;amplificazione dell&rsquo;intelligenza&rdquo;, semplificando progetti, sperimentazioni, calcoli. Adesso anche l&rsquo;ultima barriera tra uomo e computer, lo schermo, sta per cadere. E&rsquo; gi&agrave; possibile, per gli architetti, passeggiare all&rsquo;interno dei propri progetti prima che siano edificati: sono i cosiddetti walkthrough virtuali. <br>
  Il medico pu&ograve; compiere una diagnosi grazie al medical imaging, che permette di vedere all&rsquo;interno del corpo del paziente (la realt&agrave; virtuale ci render&agrave; simili a Superman, dandoci supervista e supersensi che non possediamo in natura, come i raggi X), e che in futuro potr&agrave; compiere prove pre-operatorie su &ldquo;pazienti virtuali&rdquo;con tutte le caratteristiche del paziente reale. La &ldquo;telepresenza&rdquo; rende possibile il teleincontro e la telecollaborazione in un comune ambiente virtuale tra persone situate in ambienti reali lontanissimi tra loro. Il chimico pu&ograve; ingrandire la molecola virtuale dell&rsquo;elemento che gli interessa e passeggiarci dentro, oppure prenderla in mano e unirla manualmente con le molecole virtuali di altri elementi, per vedere se si combinano senza bisogno di complessi teorici calcoli matematici. Nasceranno, stanno gi&agrave; nascendo, nuove forme d&rsquo;arte: teatro e cinema interattivi, sculture spaziali percorribili, creazione di mondi grafici tridimensionali. <br>
  Naturalmente questo viaggio &ldquo;al di l&agrave; dello specchio&rdquo; comporta anche dei pericoli. Gli uomini del futuro si rifugeranno in meravigliose realt&agrave; virtuali come in una droga allucinogena? Le dittature utilizzeranno realt&agrave; virtuali a loro uso e consumo per propagare il falso? I comandi militari useranno le simulazioni di guerra virtuale per togliere ai soldati l&rsquo;inibizione a uccidere? Quel che &egrave; certo &egrave; che il futuro sar&agrave; molto diverso da come ce lo possiamo immaginare.</p></td>
  </tr>
</table>
<div align="left">
      <SPAN class=Stile4><a href="ricerche.htm" onMouseOut="MM_swapImgRestore()" onMouseOver="MM_swapImage('Image2','','immagini/back.jpg',1)"><img src="immagini/backw.jpg" name="Image2" width="63" height="9" border="0"></a></SPAN>
      </div>
</body>
</html>

