
<HTML>
<HEAD>
<TITLE></TITLE>
<style type="text/css">
<!--
body {
	background-color: #000000;
	}
BODY {
SCROLLBAR-FACE-COLOR: black; SCROLLBAR-ARROW-COLOR: #00FF00; SCROLLBAR-BASE-COLOR: black}
.Stile2 {
	font-family: Verdana;
	color: #FFFFFF;
	font-size: 12px;
}
a:link {
	color: #00FF00;
}
.Stile3 {
	font-size: 14px;
	font-weight: bold;
	color: #00FF00;
}
.Stile4 {	color: #00FF00;
	font-family: Verdana;
	font-size: 12px;
	font-weight: bold;
}
-->
</style>
<script language="JavaScript" type="text/JavaScript">
<!--
function MM_swapImgRestore() { //v3.0
  var i,x,a=document.MM_sr; for(i=0;a&&i<a.length&&(x=a[i])&&x.oSrc;i++) x.src=x.oSrc;
}

function MM_preloadImages() { //v3.0
  var d=document; if(d.images){ if(!d.MM_p) d.MM_p=new Array();
    var i,j=d.MM_p.length,a=MM_preloadImages.arguments; for(i=0; i<a.length; i++)
    if (a[i].indexOf("#")!=0){ d.MM_p[j]=new Image; d.MM_p[j++].src=a[i];}}
}

function MM_findObj(n, d) { //v4.01
  var p,i,x;  if(!d) d=document; if((p=n.indexOf("?"))>0&&parent.frames.length) {
    d=parent.frames[n.substring(p+1)].document; n=n.substring(0,p);}
  if(!(x=d[n])&&d.all) x=d.all[n]; for (i=0;!x&&i<d.forms.length;i++) x=d.forms[i][n];
  for(i=0;!x&&d.layers&&i<d.layers.length;i++) x=MM_findObj(n,d.layers[i].document);
  if(!x && d.getElementById) x=d.getElementById(n); return x;
}

function MM_swapImage() { //v3.0
  var i,j=0,x,a=MM_swapImage.arguments; document.MM_sr=new Array; for(i=0;i<(a.length-2);i+=3)
   if ((x=MM_findObj(a[i]))!=null){document.MM_sr[j++]=x; if(!x.oSrc) x.oSrc=x.src; x.src=a[i+2];}
}
//-->
</script>
<body onLoad="MM_preloadImages('immagini/back.jpg')">
<table width="100%"  border="0" cellspacing="0" cellpadding="0">
  <tr>
    <td valign="top"><div align="left"><span class="Stile2"><SPAN class=Stile4><a href="lavorazioni.htm" onMouseOut="MM_swapImgRestore()" onMouseOver="MM_swapImage('Image2','','immagini/back.jpg',1)"><img src="immagini/backw.jpg" name="Image2" width="63" height="9" border="0"></a></SPAN></span></div></td>
  </tr>
  <tr>
    <td valign="top"><p align="left" class="Stile2">Partiamo dal concetto fondamentale che funge da base per il nostro progetto: Il termine cyberpunk. Questa parola nasce dall'unione delle due parole, cyber e punk appunto,che indicano, da un lato il rapporto diretto con tecnologie avanzate e dall'altra la matrice ribelle, rabbiosa, di rivolta. &Egrave; dunque necessario che all&rsquo;interno dell&rsquo;elaborato siano evidenti questi due concetti.</p>
      <p align="left" class="Stile2">Altre sono poi le tematiche riscontrate nel racconto di Gibson, sicuramente quella di maggior rilievo, immancabile, &egrave; la matrice, una rete differente da quella che conosciamo, viva. Se fosse possibile definire la matrice la definiremmo un &ldquo;non luogo&rdquo; collegamento di diverse realt&agrave; (o non realt&agrave;), uno spazio mutevole, cangiante dove tutto &egrave; possibile. In realt&agrave; la matrice &egrave; qualcosa, una rappresentazione astratta di dati in cui si muovono milioni di operatori. Una rappresentazione della realt&agrave; che tende spesso anche all'allegoria, perdendo talvolta ogni aggancio con la realt&agrave;, e pu&ograve; essere cos&igrave; popolata da operatori economici, hacker, spettri e anime vaganti di Intelligenze Artificiali.</p>
      <p align="left" class="Stile2">Un altro aspetto &egrave; quello del degrado urbano e sociale, e quindi lo sprawl: l'habitat di hacker e malviventi di ogni genere, dal semplice ricettatore all&rsquo;agente di una qualche corporazione che altro non &egrave; che una copertura per affari di altro genere.</p>
      <p align="left" class="Stile2">Gli innesti cibernetici, l'uso intenso di droghe e l&rsquo;apparente abbandono delle &ldquo;vecchie&rdquo; tecnologie completano il quadro dell'ambiente in cui ci ritroviamo.</p>
      <p align="left" class="Stile2">Il progetto si propone di affrontare questi concetti tramite un racconto interattivo.</p>
      <p align="left" class="Stile2"><span class="Stile3">Quest:</span><br>
  Il personaggio si sveglia con uno strano display sotto-cutaneo che mostra dei numeri. Viene contattato dal sign. Nessuno via telematica sar&agrave; quindi costretto a seguire le sue istruzioni per disattivare il congegno mortale impiantato nel suo corpo. Lo scopo dello Sign. Nessuno (Alias Programmatore) &egrave; portare il personaggio nella rete e impossessarsi del suo corpo (unico modo per fuggire dalla rete). Il personaggio (che rimane senza volto e senza nome proprio perch&eacute; ad ogni utente venga permesso di immedesimarsi in esso) ignaro delle intenzioni del sign. Nessuno agir&agrave; per salvarsi la vita e far&agrave; il suo volere, obbligato dalle circostanze.</p>
      <p align="left" class="Stile2"><span class="Stile3">Plot:</span><br>
  1- L&rsquo;utente si trova all&rsquo;interno di una stanza ha al polso uno schermino con un contatore che si decrementa, sullo schermo di un computer, poi, si legger&agrave; una scritta tipo: &ldquo;AH!AH!AH! ti ho impiantato una bomba in corpo,fai ci&ograve; che dico o morirai, il leone d&rsquo;orato ti attende con un campanello in bocca&rdquo;&hellip;Non ci sono altre uscite nella stanza se non quella che porter&agrave; il nostro personaggio nel secondo ambiente: lo sprawl. Nulla vieta che all&rsquo;interno della stanza non ci siano oggetti usabili, sarebbe bello affrontare il problema droga permettendo all&rsquo;utente di drogarsi e nel caso lo faccia oltre a vedere tutto in modo diverso (magari in negativo o sfuocato) verr&agrave; portato in un ambiente diverso dallo sprawl (ospedale?)<br>
      </p>
      <p align="left" class="Stile2">2- <strong>Sprawl:</strong> tendenzialmente un ambiente urbano, in notturna per la goticit&agrave;. Naturalmente sar&agrave; presente il pub &ldquo;il leone d&rsquo;oro&rdquo; dove davanti c&rsquo;&egrave; una cabina telefonica (il campanello) che squillando dar&agrave; un messaggio sonoro tipo: &ldquo;Ti aspetto sotto il neon blu&rdquo; e abiliter&agrave; la possibilit&agrave; di accedere al pub. Anche qua sarebbe bello mettere dei personaggi umani che si aggirano per le strade, importunandone qualcuno si viene pestati e si finisce in un altro luogo (ospedale?).</p>
      <p align="left" class="Stile2"><br>
  3- <strong>Il pub:</strong> dentro al pub sotto il neon blu c&rsquo;&egrave; la postazione di collegamento alla senso/rete dove l&rsquo;utente si deve collegare. Naturalmente questa &egrave; la parte dell&rsquo;elettronica/cibernetica gratuita e abbondante, significativo l&rsquo;abbandono delle vecchie tecnologie magari con libri usati come cestino dell&rsquo;immondizia&hellip;Anche qua qualche altra stronzata di contorno&hellip;<br>
      </p>
    <p align="left" class="Stile2">4- <strong>La Matrice:</strong> parte conclusiva della storia. Un ambiente folle e visionario in continuo movimento, no alla staticit&agrave; si al moto casuale e continuo. Unico punto fisso in questo caos un personaggio che potrebbe essere la testa di &ldquo;neuromante&rdquo; che prender&agrave; possesso del corpo del personaggio (cio&egrave; del suo PC) e dir&agrave; un paio di frasi di chiusura.</p>
    <p align="left" class="Stile2">&nbsp;</p></td>
  </tr>
</table>
<div align="left">
      <SPAN class=Stile4><a href="lavorazioni.htm" onMouseOut="MM_swapImgRestore()" onMouseOver="MM_swapImage('Image2','','immagini/back.jpg',1)"><img src="immagini/backw.jpg" name="Image2" width="63" height="9" border="0"></a></SPAN>
      </div>
</BODY>
</HTML>
